//
//  ProductInfo.swift
//  Cafe_Shimkent
//
//  Created by Александр Х on 20.04.2023.
//

import UIKit

public class ProductInfo {
    
    static var products = ["pizza1", "pizza2", "pizza3", "pizza4", "pizza5", "pizza6", "pizza7"]
    static var titleProducts = ["Карбонара", "Ветчина и сыр", "Песто", "Овощи и грибы", "Пепперони", "Моцарелла", "Пицца от шефа"]
    static var descriptionProducts = ["Сыр блю чиз, цыпленок, ветчина из цыпленка, сыры чеддер и пармезан, соус песто, кубики брынзы, томаты, красный лук, моцарелла, соус альфредо, чеснок, итальянские травы",
                                      "Пикантная пепперони из цыпленка, ветчина из цыпленка, маринованные огурчики, томаты, моцарелла, томатный соус",
                                      "Пастрами из говядины, острая чоризо, пикантная перерони и сыром чеддер с халапенью и перчиком ",
                                      "Пицца c томатным соусом, моцарелла, острая чоризо с сыром и двойным анчоусом",
                                      "Шампиньоны, томаты, сладкий перец, красный лук, кубики брынзы, моцарелла, томатный соус, итальянские травы",
                                      "Пицца с курицей и перчиком с двойным анчоусом плюс кола в подарок",
    "Пастрами из мрамоной говядины, фирменный томатный соус, моцарелла, чеснок, красный лук, сладкий перец, томаты, соус барбекю"]
    static var price = ["2600", "2700", "2200", "2300", "2900", "2100", "3400"]
    static var size = ["Большая", "Средняя", "Маленькая"]
    static var ingredients = ["ingredient1", "ingredient2", "ingredient3", "ingredient4", "ingredient5", "ingredient6", "ingredient7"]
}
